Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/gitlab.tmx
Source language: en
Languages: sv

source: MlModelRegistry|Failed to load model versions with error: %{message}
sv: Det gick inte att läsa in modellversioner: %{message}

source: MlModelRegistry|Failed to load model with error: %{message}
sv: Det gick inte att läsa in modellen: %{message}

source: MlModelRegistry|Failed to load models with error: %{message}
sv: Det gick inte att läsa in modeller: %{message}

source: MlModelRegistry|File "%{name}" is %{size}. It is larger than max allowed size of %{maxAllowedFileSize}
sv: Filen ”%{name}” är %{size}. Den är större än högsta tillåtna storlek på %{maxAllowedFileSize}

source: MlModelRegistry|For example 1.0.0
sv: Till exempel 1.0.0

source: MlModelRegistry|Import model using MLflow
sv: Importera modell med MLflow

source: MlModelRegistry|Import your machine learning models
sv: Importera maskininlärningsmodeller

source: MlModelRegistry|Latest version
sv: Senaste version

source: MlModelRegistry|Logging artifacts
sv: Loggar artefakter

source: MlModelRegistry|MLflow compatibility documentation
sv: Kompatibilitetsdokumentation för MLflow

source: MlModelRegistry|MLflow run ID
sv: MLflow-körnings-ID

source: MlModelRegistry|Manage versions of your machine learning model
sv: Hantera versioner av maskininlärningsmodellen

source: MlModelRegistry|May not contain spaces.
sv: Får inte innehålla mellanslag.

source: MlModelRegistry|Metadata
sv: Metadata

source: MlModelRegistry|Model card
sv: Modellkort

source: MlModelRegistry|Model created %{timeAgo} by %{author}
sv: Modellen skapades %{timeAgo} av %{author}

source: MlModelRegistry|Model name
sv: Modellnamn

source: MlModelRegistry|Model registry
sv: Modellregister

source: MlModelRegistry|Model removed
sv: Modellen har tagits bort

source: MlModelRegistry|Model version %{versionName} deleted successfully
sv: Modellversionen %{versionName} har tagits bort.

source: MlModelRegistry|Models have different versions. You can deploy and test versions. Complete the following fields to create a new version of the model.
sv: Modeller har olika versioner. Du kan driftsätta och testa versioner. Fyll i följande fält för att skapa en ny modellversion.

source: MlModelRegistry|Must be a semantic version.
sv: Måste vara en semantisk version.

source: MlModelRegistry|Must be a semantic version. Latest version is %{latestVersion}
sv: Måste vara en semantisk version. Den senaste versionen är %{latestVersion}

source: MlModelRegistry|Must be unique. May not contain spaces.
sv: Måste vara unik. Får inte innehålla mellanslag.

source: MlModelRegistry|Name
sv: Namn

source: MlModelRegistry|No description available. To add a description, click "Edit model version" above.
sv: Ingen beskrivning tillgänglig. Klicka på ”Redigera modellversion” ovan för att lägga till en beskrivning.

source: MlModelRegistry|No description available. To add a description, click "Edit" above.
sv: Ingen beskrivning tillgänglig. Klicka på ”Redigera” ovan för att lägga till en beskrivning.

source: MlModelRegistry|No logged metadata
sv: Inga loggade metadata

source: MlModelRegistry|No logged metrics
sv: Inga loggade mått

source: MlModelRegistry|No logged parameters
sv: Inga loggade parametrar

source: MlModelRegistry|No runs associated with this model
sv: Inga körningar är associerade med modellen

source: MlModelRegistry|Package creation failed
sv: Det gick inte att skapa paketet

source: MlModelRegistry|Parameters
sv: Parametrar

source: MlModelRegistry|Performance
sv: Prestanda

source: MlModelRegistry|Provide a subfolder name to organize your artifacts. Entering an existing subfolder's name will place artifacts in the existing folder
sv: Ange ett namn på en undermapp för att organisera artefakterna. Om du anger namnet på en befintlig undermapp placeras artefakterna i den befintliga mappen

source: MlModelRegistry|Provide the max allowed file size
sv: Ange den högsta tillåtna filstorleken

source: MlModelRegistry|Publisher
sv: Utgivare

source: MlModelRegistry|Run not linked to a CI build
sv: Körning inte kopplad till ett CI-bygge

source: MlModelRegistry|Runs
sv: Körningar

source: MlModelRegistry|Setting up the client
sv: Konfigurerar klienten

source: MlModelRegistry|Something went wrong while trying to delete the model version. Please try again later.
sv: Något gick fel när modellversionen skulle tas bort. Försök igen senare.

source: MlModelRegistry|Subfolder
sv: Undermapp

source: MlModelRegistry|Subfolder cannot contain spaces
sv: Undermappen får inte innehålla mellanslag

source: MlModelRegistry|Total versions
sv: Totalt antal versioner

source: MlModelRegistry|Triggered by
sv: Utlöst av

source: MlModelRegistry|Use runs to track performance, parameters, and metadata
sv: Använd körningar för att spåra prestanda, parametrar och metadata

source: MlModelRegistry|Use versions to track performance, parameters, and metadata
sv: Använd versioner för att spåra prestanda, parametrar och metadata

source: MlModelRegistry|User canceled upload.
sv: Användaren avbröt uppladdningen.

source: MlModelRegistry|Using the MLflow client
sv: Använder MLflow-klienten

source: MlModelRegistry|Version card
sv: Versionskort

source: MlModelRegistry|Version created %{timeAgo} by %{author}
sv: Version skapades %{timeAgo} av %{author}

source: MlModelRegistry|Version is not a valid semantic version.
sv: Versionen är inte en giltig semantisk version.

source: MlModelRegistry|Version is valid semantic version.
sv: Versionen är en giltig semantisk version.

source: MlModelRegistry|Versions
sv: Versioner

source: MlModelRegistry|folder name
sv: mappnamn

source: MlModelRegistry|version
sv: version

source: ComplianceReport|(CSP)
sv: (CSP)

source: ComplianceReport|Action
sv: Åtgärd

source: ComplianceReport|Apply frameworks to selected projects
sv: Tillämpa ramverk på valda projekt

source: ComplianceReport|Approved by committer
sv: Godkänd av den som gjorde incheckningen

source: ComplianceReport|Audit Event
sv: Granskningshändelse

source: ComplianceReport|Choose one bulk action
sv: Välj en massåtgärd

source: ComplianceReport|Compliance framework
sv: Efterlevnadsramverk

source: ComplianceReport|Compliance framework coverage
sv: Täckning för efterlevnadsramverk

source: ComplianceReport|Compliance pipelines are deprecated
sv: Efterlevnadspipelines är föråldrade

source: ComplianceReport|Control
sv: Kontroll

source: ComplianceReport|Controls
sv: Kontroller

source: ComplianceReport|Create a new framework
sv: Skapa ett nytt ramverk

source: ComplianceReport|Create policy
sv: Skapa policy

source: ComplianceReport|Date detected
sv: Identifieringsdatum

source: ComplianceReport|Detected after
sv: Identifierad efter

source: ComplianceReport|Detected before
sv: Identifierad före

source: ComplianceReport|Do you want to refresh the filtered results to include your change?
sv: Vill du uppdatera de filtrerade resultaten så att ändringen tas med?

source: ComplianceReport|Edit the framework
sv: Redigera ramverket

source: ComplianceReport|Failed to load the compliance violation. Refresh the page and try again.
sv: Det gick inte att läsa in efterlevnadsöverträdelsen. Uppdatera sidan och försök igen.

source: ComplianceReport|Failed to update compliance violation status. Please try again later.
sv: Det gick inte att uppdatera statusen för efterlevnadsöverträdelsen. Försök igen senare.

source: ComplianceReport|Failed to update violation status. Please try again.
sv: Det gick inte att uppdatera överträdelsestatusen. Försök igen.

source: ComplianceReport|For more information, see %{linkStart}how to migrate from compliance pipelines to pipeline execution policies%{linkEnd}.
sv: Mer information finns i %{linkStart}hur du migrerar från efterlevnadspipelines till pipelinekörningspolicyer%{linkEnd}.

source: ComplianceReport|For more information, see %{linkStart}how to migrate from compliance pipelines to pipeline execution policy actions%{linkEnd}.
sv: Mer information finns i %{linkStart}hur du migrerar från efterlevnadspipelines till åtgärder för pipelinekörningspolicyer%{linkEnd}.

source: ComplianceReport|Frameworks have been successfully updated.
sv: Ramverken har uppdaterats.

source: ComplianceReport|Frameworks needs attention
sv: Ramverken kräver åtgärd

source: ComplianceReport|Full target branch name
sv: Fullständigt namn på målgrenen

source: ComplianceReport|Generic Audit event
sv: Allmän granskningshändelse

source: ComplianceReport|Have questions or thoughts on the new improvements? %{linkStart}Please provide feedback on your experience%{linkEnd}.
sv: Har du frågor eller synpunkter på de nya förbättringarna? %{linkStart}Lämna gärna återkoppling om din upplevelse%{linkEnd}.

source: ComplianceReport|However, there is still a configured compliance pipeline that must be removed. Otherwise, the compliance pipeline will continue to take precedence over the new pipeline execution policy.
sv: Det finns dock fortfarande en konfigurerad efterlevnadspipeline som måste tas bort. Annars fortsätter efterlevnadspipelinen att ha företräde framför den nya pipelinekörningspolicyn.

source: ComplianceReport|Invalid control
sv: Ogiltig kontroll

source: ComplianceReport|Less than 2 approvers
sv: Färre än 2 godkännare

source: ComplianceReport|Migrate pipeline to a policy
sv: Migrera pipeline till en policy

source: ComplianceReport|No audit event available
sv: Ingen granskningshändelse tillgänglig

source: ComplianceReport|No frameworks
sv: Inga ramverk

source: ComplianceReport|No frameworks found
sv: Inga ramverk hittades

source: ComplianceReport|No projects found
sv: Inga projekt hittades

source: ComplianceReport|No projects found that match filters
sv: Inga projekt matchar filtren

source: ComplianceReport|No violations found
sv: Inga efterlevnadsöverträdelser hittades

source: ComplianceReport|No violations found. Change search options and try again
sv: Inga efterlevnadsöverträdelser hittades. Ändra sökalternativen och försök igen

source: ComplianceReport|Only group owners and maintainers can view the framework details
sv: Endast gruppägare och underhållare kan se ramverksinformationen

source: ComplianceReport|Passed
sv: Godkänd

source: ComplianceReport|Pending
sv: Väntar

source: ComplianceReport|Please remove the compliance pipeline configuration from the compliance framework so that the new pipeline execution policy can take precedence.
sv: Ta bort efterlevnadspipelinekonfigurationen från efterlevnadsramverket så att den nya pipelinekörningspolicyn kan ha företräde.

source: ComplianceReport|Remove frameworks from selected projects
sv: Ta bort ramverk från valda projekt

source: ComplianceReport|Requirements
sv: Krav

source: ComplianceReport|Search target branch
sv: Sök målgren

source: ComplianceReport|Select at least one project to apply the bulk action
sv: Välj minst ett projekt för att tillämpa massåtgärden

source: ComplianceReport|Select frameworks
sv: Välj ramverk

source: ComplianceReport|Show old report
sv: Visa gammal rapport

source: ComplianceReport|Start by adding a compliance framework to your group.
sv: Börja med att lägga till ett efterlevnadsramverk i din grupp.

source: ComplianceReport|There are no compliance frameworks.
sv: Det finns inga efterlevnadsramverk.

source: ComplianceReport|There are no controls.
sv: Det finns inga kontroller.

source: ComplianceReport|There are no requirements.
sv: Det finns inga krav.

source: ComplianceReport|There was a problem fetching compliance controls.
sv: Det gick inte att hämta efterlevnadskontrollerna.

source: ComplianceReport|There was a problem fetching compliance frameworks.
sv: Det gick inte att hämta efterlevnadsramverken.

source: ComplianceReport|This compliance framework's compliance pipeline has been migrated to a pipeline execution policy.
sv: Efterlevnadspipelinen för det här efterlevnadsramverket har migrerats till en pipelinekörningspolicy.

source: ComplianceReport|Unable to load the compliance framework projects report. Refresh the page and try again.
sv: Det gick inte att läsa in projektrapporten för efterlevnadsramverket. Uppdatera sidan och försök igen.

source: ComplianceReport|Unable to load the compliance framework report. Refresh the page and try again.
sv: Det gick inte att läsa in rapporten för efterlevnadsramverket. Uppdatera sidan och försök igen.

source: ComplianceReport|Unable to load the compliance violations report. Refresh the page and try again.
sv: Det gick inte att läsa in rapporten om efterlevnadsöverträdelser. Uppdatera sidan och försök igen.

source: ComplianceReport|View the framework details
sv: Visa ramverksinformationen

source: ComplianceReport|Violated control and framework
sv: Överträd kontroll och ramverk

source: ComplianceReport|Violation status updated successfully.
sv: Överträdelsestatusen har uppdaterats.

source: ComplianceReport|We are replacing the violations report with a new version that includes enhanced features for your compliance workflow.
sv: Vi ersätter överträdelserapporten med en ny version som har utökade funktioner för ditt efterlevnadsarbetsflöde.

source: ComplianceReport|You are viewing the compliance centre for %{project}. To see information for all projects, go to %{linkStart}group%{linkEnd}.
sv: Du visar efterlevnadscentret för %{project}. Information om alla projekt finns på %{linkStart}gruppen%{linkEnd}.

source: ComplianceReport|You can add controls for requirements inside the compliance framework.
sv: Du kan lägga till kontroller för krav i efterlevnadsramverket.

source: ComplianceReport|You can add requirements inside the compliance framework.
sv: Du kan lägga till krav i efterlevnadsramverket.

source: ComplianceReport|and %{count} more
sv: och %{count} till

source: Runners|%{count} runners in this group
sv: %{count} runners i denna grupp

source: Runners|%{linkStart}Create a new runner%{linkEnd} to get started.
sv: %{linkStart}Skapa en ny runner%{linkEnd} för att komma igång.

source: Runners|%{linkStart}View available zones%{linkEnd}. Must have the format %{format}. Example: %{example}.
sv: %{linkStart}Visa tillgängliga zoner%{linkEnd}. Måste ha formatet %{format}. Exempel: %{example}.

source: Runners|%{linkStart}Where's my project ID?%{linkEnd} Can be 6 to 30 lowercase letters, digits, or hyphens. Must start with a letter and end with a letter or number. Example: %{example}.
sv: %{linkStart}Var hittar jag mitt projekt-ID?%{linkEnd} Får innehålla 6–30 gemena bokstäver, siffror eller bindestreck. Måste börja med en bokstav och sluta med en bokstav eller siffra. Exempel: %{example}.

source: Runners|%{percentage} spot.
sv: %{percentage} spot.

source: Runners|%{upgradeLinkStart}Upgrade GitLab Runner%{upgradeLinkEnd} to match your GitLab version. %{versionLinkStart}Major and minor versions%{versionLinkEnd} must match.
sv: %{upgradeLinkStart}Uppgradera GitLab Runner%{upgradeLinkEnd} så att den matchar din GitLab-version. %{versionLinkStart}Huvud- och delversioner%{versionLinkEnd} måste matcha.

source: Runners|+%{count} more
sv: +%{count} till

source: Runners|1. Configure your Google Cloud project
sv: 1. Konfigurera ditt Google Cloud-projekt

source: Runners|1. Environment
sv: 1. Miljö

source: Runners|1.2 Node Pools
sv: 1.2 Nodpooler

source: Runners|1.2 Set up the Node pools for your Kubernetes cluster.
sv: 1.2 Konfigurera nodpoolerna för ditt Kubernetes-kluster.

source: Runners|2. Install and register GitLab Runner
sv: 2. Installera och registrera GitLab Runner

source: Runners|2. Set up GitLab Runner
sv: 2. Konfigurera GitLab Runner

source: Runners|75th percentile
sv: 75:e percentilen

source: Runners|90th percentile
sv: 90:e percentilen

source: Runners|99th percentile
sv: 99:e percentilen

source: Runners|A new version is available
sv: En ny version finns tillgänglig

source: Runners|Add Node Pool
sv: Lägg till nodpool

source: Runners|Add notes such as the runner owner or what it should be used for.
sv: Lägg till anteckningar, till exempel vem som äger runnern eller vad den ska användas till.

source: Runners|Add notes such as the runner owner or what it should be used for. Users with runner update permissions see this note.
sv: Lägg till anteckningar, till exempel vem som äger runnern eller vad den ska användas till. Användare med behörighet att uppdatera runnern ser anteckningen.

source: Runners|Add tags to specify jobs that the runner can run. %{helpLinkStart}Learn more%{helpLinkEnd}.
sv: Lägg till taggar för att ange vilka jobb runnern kan köra. %{helpLinkStart}Läs mer%{helpLinkEnd}.

source: Runners|Admin area › Runners
sv: Administrationsområde › Runners

source: Runners|Administrator
sv: Administratör

source: Runners|After GitLab Runner is installed and registered, an autoscaling fleet of runners can execute your CI/CD jobs in Google Cloud. Based on demand, a runner manager creates temporary runners.
sv: När GitLab Runner har installerats och registrerats kan en automatiskt skalad runnergrupp köra dina CI/CD-jobb i Google Cloud. Beroende på efterfrågan skapar en runnerhanterare tillfälliga runners.

source: Runners|All group runners that have not contacted GitLab in more than %{elapsedTime} are deleted permanently. This task runs periodically in the background.
sv: Alla grupp-runners som inte har kontaktat GitLab på mer än %{elapsedTime} tas bort permanent. Den här uppgiften körs regelbundet i bakgrunden.

source: Runners|Amazon Linux 2 Docker HA with manual scaling and optional scheduling. %{percentage} spot.
sv: Amazon Linux 2 Docker HA med manuell skalning och valfri schemaläggning. %{percentage} spot.

source: Runners|Amazon Linux 2 Docker HA with manual scaling and optional scheduling. Non-spot.
sv: Amazon Linux 2 Docker HA med manuell skalning och valfri schemaläggning. Icke-spot.

source: Runners|An error has occurred fetching instructions
sv: Ett fel uppstod när instruktionerna hämtades

source: Runners|An error occurred while creating the runner. Please try again.
sv: Ett fel uppstod när runnern skapades. Försök igen.

source: Runners|An error occurred while deleting. Some runners may not have been deleted.
sv: Ett fel uppstod vid borttagningen. Vissa runners kanske inte togs bort.

source: Runners|An error occurred while pausing. Some runners may not have been paused.
sv: Ett fel uppstod när körningen pausades. Vissa runners kanske inte pausades.

source: Runners|An error occurred while unpausing. Some runners may not have been unpaused.
sv: Ett fel uppstod när pausen skulle hävas. Vissa runners kanske inte återaktiverades.

source: Runners|An upgrade is available for this runner
sv: En uppgradering finns tillgänglig för den här runnern

source: Runners|An upgrade is recommended for this runner
sv: En uppgradering rekommenderas för den här runnern

source: Runners|Apply the Terraform script
sv: Tillämpa Terraform-skriptet

source: Runners|Arch/Platform
sv: Arkitektur/plattform

source: Runners|Architecture
sv: Arkitektur

source: Runners|Are you sure you want to disable instance runners for %{groupName}?
sv: Vill du inaktivera instans-runners för %{groupName}?

source: Runners|Assign
sv: Tilldela

source: Runners|Assign this runner to projects
sv: Tilldela denna runner till projekt

source: Runners|Assigned project runners
sv: Tilldelade projekt-runners

source: Runners|Associated with one or more projects
sv: Kopplad till ett eller flera projekt

source: Runners|Available
sv: Tillgänglig

source: Runners|Available Runners
sv: Tillgängliga runners

source: Runners|Available to all projects
sv: Tillgänglig för alla projekt

source: Runners|Available to all projects and subgroups in the group
sv: Tillgänglig för alla projekt och undergrupper i gruppen

source: Runners|Before you begin
sv: Innan du börjar

source: Runners|Capacity of 1 enables warm HA through Auto Scaling group re-spawn. Capacity of 2 enables hot HA because the service is available even when a node is lost. Capacity of 3 or more enables hot HA and manual scaling of runner fleet.
sv: Kapacitet på 1 aktiverar varm HA genom omstart i en autoskalningsgrupp. Kapacitet på 2 aktiverar aktiv HA eftersom tjänsten är tillgänglig även när en nod går förlorad. Kapacitet på 3 eller fler aktiverar aktiv HA och manuell skalning av runnergruppen.

source: Runners|Choose an executor when prompted by the command line. Executors run builds in different environments. %{linkStart}Not sure which one to select?%{linkEnd}
sv: Välj en exekverare när kommandoraden uppmanar dig. Exekverare kör byggen i olika miljöer. %{linkStart}Osäker på vilken du ska välja?%{linkEnd}

source: Runners|Choose your preferred GitLab Runner
sv: Välj önskad GitLab Runner

source: Runners|Clear selection
sv: Rensa markering

source: Runners|Cloud
sv: Moln

source: Runners|Command to register runner
sv: Kommando för att registrera runner

source: Runners|Configuration
sv: Konfiguration

source: Runners|Container
sv: Container

source: Runners|Containers
sv: Containrar

source: Runners|Copy Terraform configuration
sv: Kopiera Terraform-konfigurationen

source: Runners|Copy and paste the following command into your command line to register the runner.
sv: Kopiera och klistra in följande kommando på kommandoraden för att registrera runnern.

source: Runners|Copy command
sv: Kopiera kommando

source: Runners|Copy commands
sv: Kopiera kommandon

source: Runners|Copy instructions
sv: Kopiera instruktioner

source: Runners|Copy registration token
sv: Kopiera registreringstoken

source: Runners|Create
sv: Skapa

source: Runners|Create a group runner
sv: Skapa en grupp-runner

source: Runners|Create a group runner to generate a command that registers the runner with all its configurations.
sv: Skapa en grupp-runner för att generera ett kommando som registrerar runnern med alla dess konfigurationer.

source: Runners|Create a project runner
sv: Skapa en projekt-runner

source: Runners|Create a project runner to generate a command that registers the runner with all its configurations.
sv: Skapa en projekt-runner för att generera ett kommando som registrerar runnern med alla dess konfigurationer.

source: Runners|Create an instance runner
sv: Skapa en instans-runner

source: Runners|Create an instance runner to generate a command that registers the runner with all its configurations.
sv: Skapa en instans-runner för att generera ett kommando som registrerar runnern med alla dess konfigurationer.

source: Runners|Create group runner
sv: Skapa grupp-runner

source: Runners|Create instance runner
sv: Skapa instans-runner

source: Runners|Create project runner
sv: Skapa projekt-runner

source: Runners|Create runner
sv: Skapa runner

source: Runners|Created %{timeAgo}
sv: Skapad %{timeAgo}

source: Runners|Created by %{user}
sv: Skapad av %{user}

source: Runners|Created by %{user} %{timeAgo}
sv: Skapad av %{user} %{timeAgo}

source: Runners|Creating runners with runner registration tokens is disabled. %{linkStart}Learn more%{linkEnd}.
sv: Det går inte att skapa runners med runner-registreringstoken. %{linkStart}Läs mer%{linkEnd}.

source: Runners|Creator
sv: Skapare

source: Runners|Date range limited to %{dateRange} days
sv: Datumintervallet är begränsat till %{dateRange} dagar

source: Runners|Delete %{count} runners?
sv: Ta bort %{count} runners?

source: Runners|Delete runner
sv: Ta bort runner

source: Runners|Delete runner %{name}?
sv: Ta bort runnern %{name}?

source: Runners|Deploy GitLab Runner in AWS
sv: Driftsätt GitLab Runner i AWS

source: Runners|Description
sv: Beskrivning

source: Runners|Don't see what you are looking for? See the full list of options, including a fully customizable option %{linkStart}here%{linkEnd}.
sv: Hittar du inte det du letar efter? Se den fullständiga listan med alternativ, inklusive ett helt anpassningsbart alternativ, %{linkStart}här%{linkEnd}.

source: Runners|Download and install binary
sv: Hämta och installera binärfil

source: Runners|Download latest binary
sv: Hämta senaste binärfilen
